Repository: walied-alkady/PlantBU
Catalog: PlantBU/MultilingualResources/PlantBU.*.xlf
Languages: ar_eg

source: Plant
ar_eg: مصنع

source: Shop
ar_eg: منطقة

# Welcome
source: Welcome to TitanBU
ar_eg: مرحبا بك في TitanBU

source: Budget
ar_eg: ميزانية

source: Employee Info
ar_eg: معلومات الموظف

source: Equipments
ar_eg: معدات

source: Expenses
ar_eg: مصاريف

source: Inventory
ar_eg: المخزن

source: Loading...
ar_eg: تحميل...

source: Logs
ar_eg: سجل

source: Schedules
ar_eg: جدول الاعمال

source: Log In
ar_eg: تسجيل الدخول

source: Forget User
ar_eg: مسح بيانات المستخدم

source: Log Out
ar_eg: تسجيل خروج

source: Active
ar_eg: نشط

source: Add
ar_eg: ضف

# AddLine
source: Add Production Line
ar_eg: ضف خط إنتاج

source: Add Motor
ar_eg: ضف موتور

source: Add Other
ar_eg: ضف أخرى

source: Add Sensor
ar_eg: ضف مستشعر

source: Add Shop
ar_eg: ضف منطقة

source: Assignee
ar_eg: المعهود إليه

source: Attendance
ar_eg: حضور

source: Basic Data
ar_eg: البيانات الأساسية

source: Bearing DE
ar_eg: بلي الناقل

source: Bearing NDE
ar_eg: بلي الغير الناقل

source: Brand
ar_eg: ماركة

source: Brand Type
ar_eg: نوع الماركة

source: Budget Item
ar_eg: بند الميزانية

source: Budget Item Details
ar_eg: تفاصيل بند الميزانية

source: Budget Not Defined!
ar_eg: الميزانية غير معرفة!

source: Cancel
ar_eg: يلغي

source: Code
ar_eg: كود

source: Communication
ar_eg: الاتصال

source: Cost
ar_eg: كلفة

# Current
source: Current(A)
ar_eg: التيار(A)

source: Data
ar_eg: البيانات

# DatabaseNotAv
source: Database is not ready
ar_eg: قاعدة بيانات ليست جاهزة

source: Date
ar_eg: تاريخ

# DateEnd
source: Due Date
ar_eg: تاريخ الاستحقاق

# DateStart
source: Start Date
ar_eg: تاريخ البدء

# DeleteConfirm
source: Sure to delete
ar_eg: متأكد من حذف؟

source: Deleted!
ar_eg: تم الحذف!

source: Description
ar_eg: وصف

source: Description 1
ar_eg: وصف 1

source: Description 2
ar_eg: الوصف 2

source: Details
ar_eg: تفاصيل

source: Done
ar_eg: تم

source: Drawing
ar_eg: رسم

# DrawingNoMessage
source: No drawings available,Download!
ar_eg: لا يوجد رسومات متاحة، تحميل!

# DrawingUpdateMessage
source: New drawings update,Download!
ar_eg: يوجد رسومات جديدة، تحميل!

source: Edit
ar_eg: تحرير

source: Electrical Data
ar_eg: البيانات الكهربائية

source: Email
ar_eg: بريد إلكتروني

source: Employee
ar_eg: الموظف

source: Employee Attendance
ar_eg: حضور الموظف

source: Employees
ar_eg: الموظفين

source: Equipment
ar_eg: معدة

source: Equipments List
ar_eg: قائمة المعدات

source: Error
ar_eg: خطأ

source: Expense
ar_eg: مصروف

source: Extra Data
ar_eg: بيانات إضافية

source: First Name
ar_eg: الاسم الأول

source: Frame Size
ar_eg: حجم الاطار

# Frequency
source: Frequency(Hz)
ar_eg: التردد (هرتز)

source: Grease Brand
ar_eg: ماركة الشحم

source: Grease Brand Type
ar_eg: نوع ماركة الشحم

# GreaseQuantityDE
source: Drive End Quantity(gm)
ar_eg: كمية الجزء الناقل (جم)

# GreaseQuantityNDE
source: Non-Drive End Quantity(gm)
ar_eg: كمية الجزء الغير الناقل (جم)

source: Inactive
ar_eg: غير نشط

source: Info
ar_eg: معلومات

source: Initialize
ar_eg: تهيئة

source: Instrument Specs
ar_eg: مواصفات الجهاز

# InstrumentType
source: Instrument Type (Thermometer , Flowmeter, Pressure, ...)
ar_eg: نوع الجهاز (حرارة، التدفق ,الضغط و...)

# InternetConnectionMessage
source: Not connected to internet!
ar_eg: لم تكن متصلا بالإنترنت!

# IntervalDay
source: Interval (Days)
ar_eg: المدة (أيام)

source: Invalide
ar_eg: غير صالح

source: Inventories
ar_eg: المخازن

# InventoryLoadMessage
source: Inventory is not loaded,load inventory?
ar_eg: لم يتم تحميل المخزن، تحميل؟

# InventorySelect
source: Select From Inventory
ar_eg: اختر من المخزن

# IsolationGalvanic
source: Galvanic Isolation
ar_eg: العزلة كلفاني

source: Last Name
ar_eg: الاسم الخير

# LineNo
source: Line Number
ar_eg: رقم الخط

# LoadDefaultData
source: Data Is not Loaded,Load Defaults?
ar_eg: لم يتم تحميل البيانات ، تحميل الافتراضات؟

source: Location
ar_eg: مكان

source: Log
ar_eg: سجل

# LoggedUser
source: Logged in as:
ar_eg: تسجيل دخولك:

# LogInMessage
source: "Please Log In..."
ar_eg: الرجاء تسجيل الدخول...

source: Manufacturer Data
ar_eg: بيانات الشركة المصنعة

source: Mechanical Data
ar_eg: البيانات الميكانيكية

# MinQty
source: Minimum Quantity
ar_eg: الحد الأدنى من الكمية

source: Motor
ar_eg: محرك

source: Motors
ar_eg: المحركات

source: Mounting
ar_eg: طريقة التركيب

source: Name
ar_eg: اسم

source: New
ar_eg: جديد

source: No
ar_eg: لا

source: not available
ar_eg: غير متاح

source: Not Found
ar_eg: غير موجود

source: ok
ar_eg: نعم

source: On Hand
ar_eg: متاح

source: Operational Details
ar_eg: تفاصيل التشغيل

# OperationalLimitH
source: Operation Limit H
ar_eg: حد التشفيل العالي

# OperationalLimitHH
source: Operation Limit HH
ar_eg: حد التشفيل العالي جدا

# OperationalLimitL
source: Operation Limit L
ar_eg: حد التشفيل المنخفض

# OperationalLimitLL
source: Operation Limit LL
ar_eg: حد التشفيل المنخفض جدا

source: Operational Unit
ar_eg: وحدة التشفيل

# OtherComponent
source: Compmonent
ar_eg: مكون

# OtherComponents
source: Other Compmonents
ar_eg: مكون اخر

source: Part Code
ar_eg: كود القطعة

source: Password
ar_eg: كلمة السر

source: Pending
ar_eg: قيد الانتظار

source: Poles
ar_eg: اقطاب

# Power
source: Power(Kw)
ar_eg: القدرة (كيلوواط)

# PowerFactor
source: Cos Φ
ar_eg: معامل القدرة

source: Production Line
ar_eg: خط الإنتاج

source: Production Lines
ar_eg: خطوط الإنتاج

source: Quantity
ar_eg: كمية

source: Remove
ar_eg: إزالة

source: Repair
ar_eg: الاصلاح

source: Repair Details
ar_eg: تفاصيل الاصلاح

source: Saved to
ar_eg: حفظ إلى

source: Schedule
ar_eg: جدول العمل

source: Select
ar_eg: اختر

source: Sensor
ar_eg: المستشعر

source: Sensors
ar_eg: المستشعرات

source: Service Type
ar_eg: نوع الخدمة

source: Set
ar_eg: حدد

source: Shop Extra Data
ar_eg: بيانات إضافية للمنطقة

source: Shops
ar_eg: مناطق

# SignalType
source: Signal Type (4…20mA , 0…10V, ...)
ar_eg: نوع الاشارة (4…20mA , 0…10V, ...)

source: Software
ar_eg: برنامج

source: Spare
ar_eg: قطعة غيار

source: Spare Part
ar_eg: قطعة غيار

source: SpareParts
ar_eg: قطع غيار

source: Spares
ar_eg: قطع غيار

# Speed
source: Speed(rpm)
ar_eg: السرعة (rpm)

source: Successfull
ar_eg: نجاح

source: Supply Data
ar_eg: بيانات مصدر الطاقة

# SupplyPanelLocation
source: Location In Supply Panel
ar_eg: المكان في لوحة مصدر الطاقة

source: Supply Panel Name
ar_eg: اسم لوحة مصدر الطاقة

source: Title
ar_eg: لقب

# TitleSubject
source: Title
ar_eg: لقب

source: TrackItem
ar_eg: تتبع البند

source: Unit
ar_eg: وحدة

# UserError
source: Wrong username or password.
ar_eg: اسم المستخدم أو كلمة المرور خاطئة.

source: User Name
ar_eg: اسم االمستخدم

source: Value
ar_eg: قيمة

source: Volt
ar_eg: الجهد

# VoltageSupply
source: Supply Voltage
ar_eg: الجهد

# Wait
source: Please Wait...
ar_eg: الرجاء الانتظار...

# Weight
source: Weight(Kg)
ar_eg: الوزن (kg)

source: Wiring
ar_eg: التوصيل

source: Over Budget
ar_eg: أكثر من الميزانية

# BudgetAnalysis
source: Budget/Expense Analysis
ar_eg: تحليل الميزانية / المصروفات

source: Arabic
ar_eg: عربي

source: English
ar_eg: انجليزي

source: Day
ar_eg: يوم

source: EGP
ar_eg: جنيه مصري

source: Month
ar_eg: شهر

source: Number
ar_eg: عدد

source: Performance
ar_eg: اداء

source: Sum
ar_eg: محموع

source: Tasks
ar_eg: مهمات

source: Total
ar_eg: اجمالي

source: Year
ar_eg: سنة

source: BirthDate
ar_eg: تاريخ الميلاد

source: Type
ar_eg: نوع

# CSVFileMessageError
source: Please select a valid CSV File
ar_eg: الرجاء اختيار ملف CSV

# CSVFileMessageSelect
source: Select a CSV File
ar_eg: اختر ملف CSV

# LoadScheduleFile
source: Load Schedules File
ar_eg: حمل ملف جدول الاعمال

source: Code Error
ar_eg: خطأ في الكود

# CodeMessage
source: Enter Code
ar_eg: ادخل الكود

source: Component
ar_eg: مكون

source: SelectComponent
ar_eg: اختر مكون

source: Clear
ar_eg: تصفية

source: Load Schedule Spares
ar_eg: حمل قطع غيار الاعمال المجدولة

source: Hazard
ar_eg: خطر

source: Report
ar_eg: تقرير

source: Risk
ar_eg: مخاطرة

source: Safety
ar_eg: أمان

source: Safety Report
ar_eg: تقرير السلامة

source: Safety Reports
ar_eg: تقارير السلامة

source: 360 Audit
ar_eg: 360 تدقيق

source: Close Date
ar_eg: تاريخ قريب

source: Due Date
ar_eg: تاريخ الاستحقاق

source: Emergency plan
ar_eg: خطة الطوارئ

source: Env. Measurements
ar_eg: قياسات البيئة

source: Feedback
ar_eg: ردود الفعل

source: Incident
ar_eg: حادث

source: Internal Audit
ar_eg: التدقيق الداخلي

source: Issue Date
ar_eg: تاريخ الاصدار

source: Issue On Company
ar_eg: إصدار على الشركة

source: Issue On Company Name
ar_eg: إصدار باسم الشركة

source: Legal Requirements
ar_eg: متطلبات القانونية

source: Management Review
ar_eg: مراجعة الإدارة

source: Quarter Audit
ar_eg: مراجعة ربع سنوية

source: Report Details Area
ar_eg: منطقة تفاصيل التقرير

source: Report Details Corrective Actions
ar_eg: تقرير تفاصيل الإجراءات التصحيحية

source: Report Details Line
ar_eg: تفاصيل التقرير رقم الخط

source: Report Details Observation
ar_eg: تقرير تفاصيل الملاحظة

source: Report Details Risk
ar_eg: تقرير تفاصيل المخاطر

source: Report Details Type
ar_eg: نوع تفاصيل التقرير

source: Report Details Violation Type
ar_eg: تفاصيل تقرير نوع الانتهاك

source: Reporter Department
ar_eg: القسم المبلغ

source: Reporter Details
ar_eg: تفاصيل المبلغ

source: Reporter Name
ar_eg: اسم المبلغ

source: Responsibility Department
ar_eg: مسؤولية قسم

source: Responsibility Person
ar_eg: شخص المسؤولية

source: Risk Assessment
ar_eg: تقييم المخاطر

# RoutInsp
source: Routine Inspection
ar_eg: تفتيش روتينية

source: Safety Alert
ar_eg: انذار امان

source: Safety committ
ar_eg: لجنة السلامة

source: Safety Walk
ar_eg: فحص قسم الامان

source: Source Of Issue
ar_eg: مصدر المشكلة

source: Status
ar_eg: الحالة

source: Violation Company
ar_eg: الشركة المخالفة

source: Violation Company Name
ar_eg: اسم الشركة المخالفة

source: Violation Department
ar_eg: القسم المخالف

source: Violation During
ar_eg: الانتهاك خلال

source: Violation Name
ar_eg: اسم المخالفة

source: Visitor
ar_eg: زائر

source: Absence(Improper) Of Safety Device
ar_eg: غياب (غير لائق) من جهاز السلامة

# Admin&amp;amp;Finance
source: Admin&Finance
ar_eg: الإدارة المالية

source: Admin Building
ar_eg: المبني الاداري

source: Admin & Finance
ar_eg: الادارة و التمويل

source: Ammonia tank
ar_eg: تانك الامونيا

source: Asic
ar_eg: اسيك

source: Bypass
ar_eg: باي باص

source: Castle
ar_eg: قلعة

source: CCR Building
ar_eg: مبني التحكم المركزي

source: Cement mills
ar_eg: طواحين الاسمنت

source: cic
ar_eg: سي اي سي

source: Clay crusher
ar_eg: كسارة الطفلة

source: Clinic&Ambulance
ar_eg: عيادة وسيارة إسعاف

source: Coal mill
ar_eg: طاحونة الفحم

source: Coal storage
ar_eg: مخزن الفحم

source: Containers
ar_eg: حاويات

source: Contractor
ar_eg: مقاول

source: Cooler
ar_eg: المبرد

source: Daily mazzot tank
ar_eg: خزان المازوت اليومي

source: DSS
ar_eg: حمأة الصرف الصحي المجففة

source: East
ar_eg: ايست

source: Egymint
ar_eg: ايجي منت

source: Electrical
ar_eg: الكهرباء

source: Electrical Tunnel
ar_eg: نفق الكهرباء

source: Electrical workshop
ar_eg: ورشة الكهرباء

source: Electric stations
ar_eg: محطات الكهرباء

source: EL-Gazaarya
ar_eg: الجزائرية

source: EL-Maktab EL-Araby
ar_eg: المكتب العربي

source: EL-Saify
ar_eg: الصيفي

source: Environment
ar_eg: بيئة

source: Etfaa
ar_eg: اطفاء

source: External quarries
ar_eg: المحاجر الخارجية

source: Ezz
ar_eg: عز

source: Falling Objects
ar_eg: الأجسام المتساقطة

source: Family
ar_eg: فاميلي

source: Fatality
ar_eg: الوفاة

source: Fire Hazard
ar_eg: خطر الحريق

source: First Line
ar_eg: فرست لاين

source: Fuel station
ar_eg: محطة وقود

source: Fuel Station
ar_eg: محطة وقود

source: Future
ar_eg: المستقبل

source: Global
ar_eg: جلوبال

source: Gypsum crusher
ar_eg: كسارة الجبس

source: Hama
ar_eg: هما

source: Hi Force
ar_eg: هاي فورس

source: High
ar_eg: عالي

source: Horizon
ar_eg: هورايزن

source: HR
ar_eg: الموارد البشرية

source: IBS
ar_eg: اي بي اس

source: Igess
ar_eg: اي جس

source: Improper Design
ar_eg: تصميم غير لائق

source: Improper Ergonomics
ar_eg: بيئة العمل غير الملائمة

source: Improper/Missing Of Barricading / Guarding
ar_eg: غير لائق /الحواجز مفقودة

source: Improper Work Environment
ar_eg: بيئة عمل غير لائقة

source: IT
ar_eg: تكنولوجيا المعلومات

source: Lack Of Inspection
ar_eg: قلة التفتيش

source: Lack Of Maintenance
ar_eg: عدم وجود صيانة

source: Lack Of Resources
ar_eg: نقص الموارد

source: Legal
ar_eg: قانوني

source: Lime stone crusher
ar_eg: كسارة الحجر الجيري

source: Low
ar_eg: منخفض

source: LTI
ar_eg: حادثة مسببة لغياب

source: Main mazzot tank
ar_eg: خزان المازوت الرئيسي

source: Mechanical
ar_eg: ميكانيكي

source: Mechanical workshop
ar_eg: ورشة ميكانيكية

source: Medical Admin
ar_eg: الإدارة الطبية

source: Medium
ar_eg: وسط

source: Mobile Equp.
ar_eg: العدات المتنقلة

source: Mosque
ar_eg: المسجد

source: MTC
ar_eg: ام تي سي

source: Nabil Abbas
ar_eg: نبيل عباس

source: NM
ar_eg: حادثة وشيكة (NM)

source: Normal Operation
ar_eg: التشغيل الطبيعي

source: Orbit
ar_eg: اوربت

source: Other
ar_eg: اخري

source: Packing
ar_eg: التعبئة

source: Palamatic
ar_eg: بالاماتيك

source: Plant_Management
ar_eg: إدارة المصنع

source: PM
ar_eg: قسم الصيانة الوقائية

source: Poor Housekeeping
ar_eg: سوء النظافة

source: Pre blending area
ar_eg: منطقة ما قبل الخلط

source: Preheater/Kiln
ar_eg: البريهيتر/ الفرن

source: Production
ar_eg: الانتاج

source: Projects
ar_eg: المشاريع

source: Purchasing
ar_eg: المشتريات

source: Quality
ar_eg: جودة

source: Quarry
ar_eg: المحجر

source: Raw mill
ar_eg: طاحونة الخام

source: Sales
ar_eg: المبيعات

source: Samaras
ar_eg: سامارس

source: Samares Workshop
ar_eg: ورشة سامارس

source: Security
ar_eg: الامن

source: Senosy
ar_eg: السنوسي

source: Shield
ar_eg: شيلد

source: Shut Down
ar_eg: وقفة خط

source: Site
ar_eg: الموقع

source: Stores
ar_eg: المخازن

source: Technical Building
ar_eg: مبنى الادارة الفنية

source: Titan
ar_eg: تيتان

source: Unnecessary Scaf
ar_eg: سكاف غير ضروري

source: Unsafe_Behavior
ar_eg: سلوك غير آمن

source: Unsafe_Condition
ar_eg: وضع غير آمنة

source: Unsafe Storage
ar_eg: تخزين غير امن

source: Utilities
ar_eg: خدمات

source: Warehouse
ar_eg: المخزن

source: Water Stations
ar_eg: محطة المياه

source: Weld&Wear
ar_eg: ولد اند وير

source: Yathreb
ar_eg: يثرب

# MailToSafety
source: Mail Sent To Safety Department
ar_eg: تم ارسال بريد الكتروني بقسم الامان والصحة

source: Copy
ar_eg: نسخ

source: Copy To Schedules
ar_eg: نسخ لجدول الاعمال

source: Past
ar_eg: لصق

# FullNameAr
source: Full Arabic Name
ar_eg: الاسم الكامل بالعربي

# FullNameEn
source: Full English Name
ar_eg: الاسم الكامل بالانجليزي

source: Altitude
ar_eg: الارتفاع

source: Latitude
ar_eg: خط العرض

source: Longitude
ar_eg: خط الطول

source: Set Location
ar_eg: حدد المكان

source: Schedule Performance
ar_eg: اداء المهام المجدولة

source: Back\Restore
ar_eg: احتياطي/استعادة

source: Defaults
ar_eg: البيانات الافتراضية

source: Save Schedule
ar_eg: حفظ المهام المجدولة

# NetworkWaiting
source: Waiting for network
ar_eg: في انتظارالاتصال بالشبكة

# Connected
source: Internet Connected
ar_eg: متصل بالإنترنت

source: Connection Loss
ar_eg: فقدان الاتصال

source: Clear All
ar_eg: تصفية الكل

source: Clear Done
ar_eg: تصفية المنتهي

source: Analysis
ar_eg: تحليل

source: Report Analysis
ar_eg: تقرير تحليلي
